Repository: airenzo/timebank
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: created by
it: creata da

source: Find people
it: Trova persone

source: No one was found
it: Nessun risultato

source: %(username)s's Services
it: Servizio di %(username)s

source: View profile
it: Visualizza il profilo

source: View his services
it: Visualizza i suoi servizi

source: Edit profile
it: Modifica il profilo

source: Change password
it: Cambia password

source: Did you forget your password?
it: Hai dimenticato la password?

source: Fill the following form so that we can send you a link to your email address which will let you change your password.
it: Compila il seguente modulo e invieremo un link al tuo indirizzo di posta elettronica per permetterti di modificare la password.

source: Send verification email
it: Manda una mail di verifica

source: Change your password
it: Cambia la tua password

source: Now that we have verified your identity, you can set your new password. Try not to forget it again. In case you forget it, you can still use again the same form to reset it if you at least remember your username or email address.
it: Non appena avremo verificato la tua identità, potrai reimpostare la password. Cerca di non dimenticarla nuovamente. In tal caso, potrai usare lo stesso modulo per ripristinarla ricordando il tuo username o il tuo indirizzo email.

source: <strong>¡Error!</strong> This confirmation link is invalid or has expired. Check that you accessed the correct link, or try again to reset your password.
it: <strong>¡Error</strong> Questo link di conferma non è valido o è scaduto. Controlla di aver effettuato l'accesso al link corretto, o prova nuovamente a ripristinare la tua password

source: Hi, You are receiving this email because you requested to reset your password for your account in %(protocol)s://%(site_name)s. If you didn't request to reset your password, you should ignore this message. You can change your password in the following address: %(protocol)s://%(domain)s%(url_remember)s Yor username, in case you forgot it, is: %(username)s Thanks for using our web site! -- The team of %(site_name)s
it: Ciao, se stai ricevendo questa email è perchè hai richiesto di ripristinare la password del tuo account %(protocol)s://%(site_name)s. Se non hai richiesto di ripristinare la tua password, puoi ignorare questo messaggio. Puoi cambiare la tua password al seguente indirizzo: %(protocol)s://%(domain)s%(url_remember)s Il tuo username, nel caso tu l'abbia dimenticato, è: %(username)s Grazie di utilizzare il nostro sito! -- Il team di %(site_name)s

source: Remove user
it: Rimuovi l'utente

source: Join Us
it: Unisciti a Noi

source: Last Name
it: Cognome

source: Global rating
it: Valutazione globale

source: Age
it: Età

source: Address
it: Indirizzo

source: Land line
it: Numero Fisso

source: Mobile telephone
it: Numero di cellulare

source: Publish comment in his profile
it: Pubblica un commento sul suo profilo

source: Messages published in his profile
it: Messaggi pubblicati sul suo profilo

source: No one sent a message to this user profile.
it: Nessuno ha inviato un messaggio inviato a questo profilo utente

source: Spanish
it: Spagnolo

source: Spanish (neutral gender)
it: Spagnolo (genere neutro)

source: English
it: Inglese

source: Gallego
it: Galiziano

source: You must be registered to enter in <a href="%(link)s">%(link_text)s</a>. You might want to <a href="%(join_url)s">join us now</a> or enter with your user using the grey login box at the left.
it: Devi essere registrato per entrare su <a href="%(link)s">%(link_text)s</a>. Potresti voler <a href="%(join_url)s">aggiungerti a noi ora</a> o entrare con il tuo user utilizzando il box grigio di login a sinistra.

source: Required.
it: Richiesto.

source: Optional.
it: Opzionale.

source: From %(from)d to %(to)d characters.
it: Caratteri da %(from)d a %(to)d .

source: Up to %d characters.
it: Fino al carattere %d.

source: Minimum %d characters.
it: Minimo %d.

source: Requeried.
it: Richiesto.

source: Example: name@example.com
it: Esempio: nome@esempio.com

source: Required. Example(s):
it: Richiesto. Esempi(o)

source: Optional. Example(s):
it: Opzionale. Esempi(o)

source: Captcha disabled
it: Captcha disabilitato

source: Invalid captcha
it: Captcha invalido

source: Error running spellchecker
it: Errore ortografico in esecuzione

source: Activate users
it: Utenti attivati

source: Deactivate users
it: Utenti disattivati

source: Your password has been reset for %(site_name)s
it: La tua password è stata ripristinata per %(site_name)s

source: %(username)s! The admins have reset your password, You can enter in http://%(url)s/ with the following credentials: username: %(username)s password: %(password)s You can change your password in your profile: http://%(url)s%(pwdchange)s - The team of %(site_name)s.
it: %(username)s! Gli amministratori hanno ripristinato la tua password, ora puoi entrare su http://%(url)s/ con le seguenti credenziali: username: %(username)s password: %(password)s Puoi cambiare la password sul tuo profilo: http://%(url)s%(pwdchange)s - Il team di %(site_name)s.

source: Reset password
it: Ripristina la password

source: Welcome to %(site_name)s, %(username)s
it: Benveuto su %(site_name)s, %(username)s

source: Congratulations %(username)s! The admins have accepted your registration request, now you can start collaborating in our community in http://%(url)s/. - The team of %(site_name)s.
it: Congratulazioni %(username)s! Gli amministratori hanno accettato la tua richiesta di registrazione, ora puoi iniziare a collaborare con la nostra community su http://%(url)s/. - Il team di %(site_name)s.

source: Birth date
it: Data di nascita

source: Last name
it: Cognome

source: Email address
it: Indirizzo email

source: Example: Avda. Molina, 12, Sevilla
it: Esempio: Viale Gallipoli, 1234 - Lecce

source: Personal description
it: Descrizione personale

source: Mobile Telephone
it: Cellulare

source: Current password
it: Password attuale

source: Enter your current password to check your identity
it: Inserisci la password attuale per verificare la tua identità

source: The two password fields didn't match.
it: Le due password inserite non coincidono

source: Reason
it: Ragione

source: Have we done something wrong? Please tell us why you wantrmeove your user.
it: Abbiamo fatto qualcosa di sbagliato? Per piacere dicci perchè desideri rimuovere il tuo account.

source: less than 24 hours ago
it: meno di 24 ore fa

source: less than one week ago
it: meno di una settimana fa

source: less than one month ago
it: meno di un mese fa

source: less than 3 months ago
it: meno di 3 mesi fa

source: less than 6 months ago
it: meno di 6 mesi fa

source: less than one year ago
it: meno di un anno fa

source: User connected
it: Utente connesso

source: more than a week ago
it: più di una settimana fa

source: more than one month ago
it: più di un mese fa

source: more than 3 months ago
it: più di tre mesi fa

source: more than 6 months ago
it: più di 6 mesi fa

source: more than one year
it: più di un anno fa

source: Without services
it: Nessun servizio

source: Message body
it: Testo del messaggio

source: address
it: Indirizzo

source: Personal address
it: Indirizzo personale

source: Mobile phone
it: Cellulare

source: Receive email updates
it: Ricevi aggiornamenti via mail

source: Language Code
it: Codice linguaggio

source: Users
it: Utenti

source: [%(site_name)s] User %(username)s joined
it: [%(site_name)s] Utente %(username)s iscritto

source: A new user has joined with the name %s . Please review his data and make it active.
it: Un nuovo utente si è iscritto con il nome %s . Si prega di verificare i suoi dati e renderlo attivo.

source: You have joined as %(username)s in %(site_name)s
it: Ti sei iscritto come %(username)s su %(site_name)s

source: Hello %(username)s! You just joined to http://%(url)s/ . Soon the creation of your user will be reviewed by one of our admins and if everything is ok, we will enable your user and you will be able to start participating in our community. - The team of %(site_name)s.
it: Ciao %(username)s! Ti sei appena iscritto a http://%(url)s/ . La creazione del tuo profilo sarà presto verificata da uno dei nostri amministratori che lo renderà attivo per permetterti di partecipare alla nostra community. - Il team di %(site_name)s.

source: You just joined us, <strong>%(username)s</strong>. We have sent you an email to <strong>%(email)s</strong> confirming your inscription request. As soon as our admins review your request we will send you an email and you will be able to start to participate in our community.
it: Ti sei appena iscritto, <strong>%(username)s</strong>. Abbiamo mandato una email a <strong>%(email)s</strong> per confermare la tua richiesta di iscrizione. Al più presto un nostro amministratore verificherà la tua richiesta e ti invierà una email e ti sarà possibile partecipare alla nostra community.

source: User created successfully
it: Profilo utente creato con successo

source: Hello %(username)s! You just joined to http://%(url)s/ . Now you can start participating in our community! - The team of %(site_name)s.
it: Ciao %(username)s! Ti sei appena iscritto a http://%(url)s/ . Adesso puoi iniziare a partecipare alla nostra community. Buon divertimento - Il team di %(site_name)s. - The team of %(site_name)s.

source: You just joined us, <strong>%(username)s</strong>. We have sent you a confirmation email to <strong>%(email)s</strong>. Now you can start to participate in our community.
it: Ti sei appena iscritto, <strong>%(username)s</strong>. Vi abbiamo inviato una mail di conferma a <strong>%(email)s</strong>. Adesso puoi iniziare a partecipare alla nostra community.

source: Welcome %s
it: Benvenuto %s

source: Your account is disabled, contact the admins
it: Il tuo account è stato disabilitato, contatta gli amministratori

source: Invalid username or password
it: Username o password non valido

source: We have sent you an email to your address with instructions to recover your password. It might take a bit to arrive to your inbox so please be patient. If it seems that it doesn't arrive, you might want to check your spam folder.
it: Abbiamo mandato una email al tuo indirizzo di Posta elettronica con le istruzioni per recuperare la password. Potrebbe essere necessario un po' di tempo per visualizzarlo nella posta in arrivo, vi preghiamo di essere pazienti. Se non ricevi l'email nella Posta in arrivo, ti preghiamo di controllare la cartella spam.

source: Password recovery in process
it: Ripristino password in corso

source: Your password was changed successfully, now you can login using your username and the new password using the login form in the grey box at the left.
it: La tua password è stata modificata con successo, adesso puoi accedere con il tuo username e la nuova password utilizzando il modulo di accesso nel riquadro grigio a sinistra.

source: Password changed successfully
it: Password cambiata con successo

source: [%(site_name)s] %(username)s modified his data
it: [%(site_name)s] %(username)s ha modificato i suoi dati

source: Username %(username)s modified his profile. Old data: - Name: %(old_name)s - Last name: %(old_surnames)s - Email address: %(old_email)s - Address: %(old_address)s - Birth date: %(old_birth_date)s - Description: %(old_description)s New data: - Name: %(name)s - Last name: %(surnames)s - Email address: %(email)s - Address: %(address)s - Birth date: %(birth_date)s - Description: %(description)s
it: L'utente %(username)s ha modificato il suo profilo. Vecchio profilo: - Nome: %(old_name)s - Cognome: %(old_surnames)s - Indirizzo email: %(old_email)s - Indirizzo: %(old_address)s - Data di nascita: %(old_birth_date)s - Descrizione: %(old_description)s Nuovo profilo: - Nome: %(name)s - Cognome: %(surnames)s - Indirizzo email: %(email)s - Indirizzo: %(address)s - Data di nascita: %(birth_date)s - Descrizione: %(description)s

source: Profile updated: <a href="%s">view your profile</a>.
it: Profilo aggiornato: <a href="%s">visualizza il tuo profilo</a>.

source: Password changed.
it: Password cambiata.

source: [%(site_name)s] User %(username)s disabled
it: [%(site_name)s] Utente %(username)s disabilitato

source: The user %(username)s has requested being removed from the website. The reason given was: %(reason)s
it: L'utente %(username)s ha richiesto di essere rimosso dal sito. Le ragioni fornite sono : %(reason)s

source: You removed your profile %(username)s in %(site_name)s
it: Hai rimosso il tuo profilo %(username)s in %(site_name)s

source: Hello %(username)s! You removed your profile in http://%(url)s/ . We regret your decision to take this step. We'll read the reason why you removed yourself from this community that you provided to us and we'll have it in mind to improve our service in the future. - The team of %(site_name)s.
it: Ciao %(username)s! Hai rimosso il tuo profilo su http://%(url)s/ . Ci dispiace per questa tua decisione. Analizzeremo le ragioni per cui hai preso questa decisione e cercheremo di migliorare il nostro servizio in futuro. - Il team di %(site_name)s.

source: We regret your decision to take this step.We'll read the reason why you removed yourself from this community that you provided to us and we'll have it in mind to improve our service in the future.
it: Ci dispiace per questa tua decisione. Analizzeremo le ragioni per cui hai preso questa decisione e cercheremo di migliorare il nostro servizio in futuro.

source: User removed
it: Utente rimosso

source: Message added to %s public profile
it: messaggio aggiunt al profilo pubblico di %s

source: You don't have permission to send an email to all users
it: Non hai il permesso per inviare una email a tutti gli utenti

source: Email sent to all users
it: Email inviata a tutti gli utenti
