Repository: airenzo/timebank
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Content
it: Contenuto

source: Use HTML
it: Usare HTML

source: Name and Surname
it: Nome e Cognome

source: Your contact email
it: Il tuo contatto email

source: Subject
it: Oggetto

source: Message
it: Messaggio

source: Registered user %(username)s sends the following message: %(message)s
it: L'utente registrato %(username)s invia il seguente messaggio: %(message)s

source: Registered user %(name)s whose email is %(email)s sends the following message: %(message)s
it: L'utente registrato %(name)s la cui email è %(email)s manda il seguente messaggio: %(message)s

source: Mail sent, we'll answer you as soon as possible.
it: Email inviata, vi risponderemo il più presto possibile

source: Title
it: Titolo

source: Creation date
it: Data di creazione

source: Last modification date
it: Data dell'ultima modifica

source: Publish date
it: Data di pubblicazione

source: Hidden
it: Nascosto

source: Body
it: Messaggio

source: User
it: Utente

source: Author
it: Autore

source: News
it: Notizie

source: News in %s
it: Notizie in %s

source: Apply tranfer
it: Applicare il trasferimento

source: All
it: Tutto

source: Tip: do not introduce personal data that you don't want to make public, use private messages for that.
it: Nota Bene: non introdurre dati personali che non vuoi rendere pubblici; usa i messaggi privati a questo scopo.

source: offer
it: offerta

source: demand
it: domanda

source: connected less than a day ago
it: connesso da meno di un giorno

source: connected less than a week ago
it: connesso da meno di una settimana

source: connected less than a month ago
it: connesso da meno di un un mese

source: connected less than 3 months ago
it: connesso da meno di tre mesi

source: connected less than 6 months ago
it: connesso da meno di sei mesi

source: connected less than a year ago
it: connesso da meno di un anno

source: Only list my services
it: Mostra solo i miei servizi

source: Service type
it: Tipo di servizi

source: Category
it: Categoria

source: User status
it: Status dell'utente

source: Text
it: Testo

source: half hour
it: Mezzora

source: 1 hour
it: 1 ora

source: 1 hour and half
it: 1 ora e mezzo

source: 2 hours
it: 2 ore

source: 2 hours and half
it: 2 ore e mezzo

source: 3 hours
it: 3 ore

source: 3 hours and half
it: 3 ore e mezzo

source: 4 hours
it: 4 ore

source: 4 hours and half
it: 4 ore e mezzo

source: 5 hours
it: 5 ore

source: 5 hours and half
it: 5 ore e mezzo

source: 6 hours
it: 6 ore

source: 6 hours and half
it: 6 ore e mezzo

source: give credits
it: dare crediti

source: ask for credits
it: richiedere crediti

source: Name the user who will receive or will be asked for the credits to transfer
it: Nome dell'utente che riceverà o a cui sarà richiesti crediti

source: Credits
it: Crediti

source: Choose if you receive or ask for credits with this transfer
it: Scegliere se rivecere o richiedere crediti con questa transazione

source: No user exists with this username.
it: Non esistono utenti con questo username

source: Categories
it: Categorie

source: Creator
it: Creatore

source: Description
it: Descrizione

source: offered
it: offerto

source: demanded
it: richiesto

source: requested
it: sollecitato

source: accepted
it: accettato

source: cancelled
it: cancellato

source: done
it: fatto

source: Direct transfer creator
it: Creatore della transazione diretta

source: Credits payee
it: Ricevente dei crediti

source: Credits debtor
it: Debitore dei crediti

source: Service
it: Servizio

source: Transfer request date
it: Data di richiesta transazione

source: Transfer confirmation date
it: Data di conferma transazione

source: Is public
it: Transazione pubblica

source: Service added successfully
it: Servizio inserito correttamente

source: You can't modify a service that isn't yours
it: Non è possibile modificare un servizio che non è tuo

source: You can't change the type of service between offer and demand with transfers while there are ongoing transfers.
it: Non è possibile modificare il tipo di servizio mentre è in corso la transazione

source: Service modified successfully
it: Servizio modificato correttamente

source: Service removed successfully
it: Servizio rimosso correttamente

source: You can't remove a service that isn't yours
it: Non puoi rimuovere un servizio che non è tuo

source: Service enabled successfully
it: Servizio abilitato correttamente

source: Service disabled successfully
it: Servizio disabilitato correttamente

source: You can't transfer credits to yourself
it: Non puoi trasferire crediti a te stesso

source: The transfer would exceed the credit limit of the credits receiver
it: La transazione supererebbe il limite di crediti della persona che riceve i crediti

source: The transfer would exceed the minimum credit limit of the person giving the credits
it: La transazione supererebbe il limite minimo creditizio della persona che fornisce i crediti

source: Transfer created successfully
it: Transazione effettuata con successo

source: You don't have enough credit
it: Non hai abbastanza crediti

source: You can't demand a service to yourself
it: Non puoi richiedere un servizio a te stesso

source: The transfer would exceed the minimum credit limit of the person receiving the service
it: Il trasferimento supererebbe il limite minimo creditizio della persona che riceve il servizio

source: You already have an ongoing transfer for this service
it: Hai già una transazione in corso per questo servizio

source: You can't modify a transfer that isn't yours
it: Non puoi modificare una transazione che non è tua

source: You can only modify transfers that haven't been accepted
it: Puoi modificare solamente una transazione che non è stata ancora accettata

source: The transfer would exceed the credit limit of thecredits receiver
it: La transazione supererebbe il limite creditizio della persona che riceve i crediti

source: Transfer modified successfully
it: Transazione modificata con successo

source: You can't cancel a transfer that isn't yours
it: Non puoi cancellare una transazione che non è tua

source: You can only cancel transfers that haven't been done
it: Puoi cancellare solamente una transazione che non è stata effettuata

source: Transfer cancelled
it: Transazione cancellata

source: You can't accept a transfer of a service that isn't yours
it: Non puoi accettare una transazione di un servizio che non è tuo.

source: You can only modify transfers that haven't been done
it: Puoi modificare solamente una transazione che non è stata effettuata

source: Transfer accepted
it: Transazione accettata

source: The transfer would exceed the credit limit of the person receiving the credits
it: La transazione supererebbe il limite creditizio della persona che riceve i crediti

source: You can't confirm a transfer of a service that isn't yours
it: Non puoi confermare una transazione di un servizio che non è tuo

source: You can only confirm accepted transfers
it: Puoi confermare solamente una transazione accettata

source: Transfer done
it: Transazione effettuata

source: You don't have permissions to see this transfer
it: Non hai il permesso di visualizzare questa transazione

source: Error receiving the rating
it: Errore nella ricezione della valutazione

source: You don't have permissions to rate this transfer
it: Non hai il permesso di valutare questa transazione

source: Rating must be between 1 and 5
it: La valutazione deve essere compresa fra 1 e 5

source: Transfer rating updated successfully
it: La valutazione della transazione è stata effettuata con successo

source: You can't comment inactive services
it: Non puoi commentare un servizio inattivo

source: Comment added successfully
it: Commento inserito con successo

source: You can't remove a message that isn't yours
it: Non puoi rimuovere un messaggio che non è tuo

source: Comment removed successfully
it: Commento rimosso con successo

source: Name
it: Nome

source: Last execution
it: Ultima esecuzione

source: Update task postponed
it: Aggiornamento dell'attività rimandato

source: Update task done
it: Aggiornamento dell'attività fatto

source: Updates from %s
it: Aggiornamento da %s

source: Error 404: Page not found
it: Error 404: Pagina non trovata

source: Sorry, but the page you try to access was not found.
it: Ci dispiace, ma la pagina alla quale stai cercando di accedere non è stata trovata

source: Sorry, an error occurred. We have notified the site administrators to rectify.
it: Ci dispiace, c'è un errore. Abbiamo notificato il problema all'amministratore del sito che provvederà a rettificarlo quanto prima

source: Timebank
it: Banca del Tempo

source: Translations
it: Traduzioni

source: Send email to all users
it: Manda una email a tutti gli utenti

source: Edit
it: Modifica

source: Contact
it: Contatta

source: Contact with the site owners via this form.
it: Contatta i proprietari del sito tramite questo modulo

source: Send message
it: Manda un messaggio

source: %(SITE_NAME)s is a community where you can exchange services with other users using time as currency.
it: %(SITE_NAME)s è una comunità dove puoi scambiare servizi con altri utenti utilizzando il tempo come moneta

source: New services
it: Nuovi servizi

source: To see all services you need to <a href='%(user_register)s'>register</a>.
it: Per vedere tutti i servizi devi <a href='%(user_register)s'>registrarti</a>.

source: + services
it: + servizi

source: Messages
it: Messaggi

source: Inbox
it: Posta in Arrivo

source: Sent Messages
it: Messaggi inviati

source: New Message
it: Nuovo Messaggio

source: Trash
it: Cestino

source: New message
it: Nuovo messaggio

source: Send
it: Invia

source: Sender
it: Mittente

source: Received
it: Destinatario

source: Action
it: Azione

source: delete
it: cancella

source: No messages.
it: No message.

source: Hi %(recipient)s, You have received the following comment from %(sender)s in the service (%(site_url)s%(service_url)s): %(body)s -- Sent from %(site_url)s View service: (%(site_url)s%(service_url)s
it: Ciao %(recipient)s, Hai ricevuto il seguente commento da %(sender)s relativo al servizio (%(site_url)s%(service_url)s): %(body)s -- Inviato da %(site_url)s Visualizza il servizio: (%(site_url)s%(service_url)s

source: Hi %(recipient)s, You have received the following public message from %(sender)s in the service (%(site_url)s%(service_url)s):
it: Ciao %(recipient)s, Hai ricevuto il seguente messaggio pubblico da %(sender)s relativo al servizio (%(site_url)s%(service_url)s):

source: Hi %(recipient)s, You have received the following private message from %(sender)s in the service (%(site_url)s%(service_url)s):
it: Ciao %(recipient)s, Hai ricevuto il seguente messaggio privato da %(sender)s relativo al servizio (%(site_url)s%(service_url)s):

source: Sent from %(site_url)s
it: Inviato da %(site_url)s

source: Reply
it: Rispondi

source: Recipient
it: Destinatario

source: Sent
it: Inviato

source: Deleted Messages
it: Messaggi cancellati

source: Date
it: Data

source: undelete
it: ripristina

source: Deleted Messages are removed from the trash at unregular intervals, don't rely on this feature for long-time storage.
it: I messaggi eliminati vengono rimossi dal cestino di tanto in tanto, non fare affidamento su questa funzione per memorizzare i messaggi a tempo indeterminato.

source: View Message
it: Visualizza il messaggio

source: Delete
it: Cancella

source: Add a piece of news
it: Aggiungi una notizia

source: previous
it: precedente

source: Page %(number)s of %(num_pages)s
it: Pagina %(number)s di %(num_pages)s

source: next
it: prossimo

source: %(date)s ago by
it: %(date)s fa da

source: %(date)s ago
it: %(date)s fa

source: You have deleted the message '%(message)s'.
it: Hai cancellato il messaggio '%(message)s'.

source: You have deleted the message <a href="%(message_url)s">%(message)s</a>.
it: Hai cancellato il messaggio <a href="%(message_url)s">%(message)s</a>.

source: %(message_sender)s has sent you a message: %(message)s %(message_body)s http://%(current_site)s%(message_url)s
it: %(message_sender)s ha inviato il messaggio: %(message)s %(message_body)s http://%(current_site)s%(message_url)s

source: You have received the message <a href="%(message_url)s">%(message)s</a> from %(message_sender)s.
it: Hai ricevuto il messaggio <a href="%(message_url)s">%(message)s</a> da %(message_sender)s.

source: %(notice)s by %(message_sender)s
it: %(notice)s da %(message_sender)s

source: You have recovered the message '%(message)s'.
it: E' stato ripristinato il messaggio '%(message)s'.

source: You have recovered the message <a href="%(message_url)s">%(message)s</a>.
it: E' stato ripristinato il messaggio <a href="%(message_url)s">%(message)s</a>.

source: You have replied to '%(message_parent_msg)s' from %(message_recipient)s.
it: Hai risposto a '%(message_parent_msg)s' da %(message_recipient)s.

source: You have replied to <a href="%(message_url)s">%(message_parent_msg)s</a> from %(message_recipient)s.
it: Hai risposto a <a href="%(message_url)s">%(message_parent_msg)s</a> da %(message_recipient)s.

source: %(message_sender)s replied to '%(message_parent_msg)s': %(message)s %(message_body)s http://%(current_site)s%(message_url)s
it: %(message_sender)s risposto a '%(message_parent_msg)s': %(message)s %(message_body)s http://%(current_site)s%(message_url)s

source: %(message_sender)s has sent you a reply to %(message_parent_msg)s.
it: %(message_sender)s ha inviato una risposta a %(message_parent_msg)s.

source: You have sent the message '%(message)s' to %(message_recipient)s.
it: Hai risposto al messaggio '%(message)s' a %(message_recipient)s.

source: You have sent the message <a href="%(message_url)s">%(message)s</a> to %(message_recipient)s.
it: hai inviato il messaggio <a href="%(message_url)s">%(message)s</a> a %(message_recipient)s.

source: Hi %(transfer_creator)s, The transfer that you requested of a service from %(service_creator)s has been accepted by him. You can see the details of the transfer in %(site_url)s%(transfer_url)s . The team of %(site_url)s
it: Ciao %(transfer_creator)s, %(service_creator)s ha accettato la transazione che hai richiesto relativa al servizio. Puoi vedere i dettagli della transazione su %(site_url)s%(transfer_url)s . Il Team di %(site_url)s

source: Hi %(transfer_creator)s, The direct transfer that you requested to %(transfer_recipient)s has been accepted by him. You can see the details of the transfer in %(site_url)s%(transfer_url)s. The team of %(site_url)s
it: Ciao %(transfer_creator)s, %(transfer_recipient)s ha accettato la transazione diretta che hai richiesto. Puoi vedere i dettagli della transazione su %(site_url)s%(transfer_url)s. Il team di %(site_url)s

source: Request transfer
it: Transazione richiesta

source: Services
it: Servizi

source: My Services
it: I miei servizi

source: Find Services
it: Trova Servizi

source: Create new service
it: Crea un nuovo servizio

source: Transfers
it: Transazioni

source: My Transfers
it: Le mie transazioni

source: Create direct transfer
it: Crea una transazione diretta

source: Hi, The transfer initially requested by %(transfer_creator)s from the service created by %(service_creator)s has been cancelled. You can see the details of the cancelled transfer in %(site_url)s%(transfer_url)s . The team of %(site_url)s
it: Hi, La transazione richiesta inizialmente da %(transfer_creator)s relativa al servizio creato da %(service_creator)s è stata cancellata. Puoi vedere i dettagli della transazione cancellata su %(site_url)s%(transfer_url)s . Il team di %(site_url)s

source: Hola %(transfer_recipient)s, The direct transfer created by %(transfer_creator)s with you has been cancelled. You can see the details of the cancelled transfer in %(site_url)s%(transfer_url)s . The team of %(site_url)s
it: Ciao %(transfer_recipient)s, La transazione diretta creata da %(transfer_creator)s con te è stata cancellata. Puoi visualizzare i dettagli della transazione cancellata %(site_url)s%(transfer_url)s . Il team di %(site_url)s

source: Hi %(payee)s, The transfer of the service rendered by %(debtor)s has been confirmed by him. You can see the details of the transfer in %(site_url)s%(transfer_url)s . The team of %(site_url)s
it: Ciao %(payee)s, La transazione relativa al servizio reso da %(debtor)s è stata da lui confermata. È possibile visualizzare i dettagli del trasferimento su %(site_url)s%(transfer_url)s . Il team di %(site_url)s

source: Edit service
it: Servizio modificato

source: Add service
it: Aggiungi un servizio

source: Save
it: Salva

source: Edit transfer
it: Modifica la transazione

source: Edit direct transfer
it: Modifica la transazione diretta

source: Transfer
it: Transazione

source: Update transfer
it: Aggiorna la transazione

source: Hi %(service_creator)s, The transfer requested by %(transfer_creator)s of one of your services has been edited by him. You can see the updated details of the transfer in %(site_url)s%(transfer_url)s . The team of %(site_url)s
it: Ciao %(service_creator)s, %(transfer_creator)s ha modificato la transazione richiesta relativa ad uno dei servizi. Puoi visualizzare i dettagli aggiornati della transazione su %(site_url)s%(transfer_url)s . Il team di %(site_url)s

source: No services.
it: Nessun servizio

source: Transfer hours
it: Ore transferite

source: Create transfer
it: Crea una transazione

source: Hi %(transfer_recipient)s, %(transfer_creator)s has created a direct transfer with you. You can see and admin the transfer in %(site_url)s%(transfer_url)s . The team of %(site_url)s
it: Ciao %(transfer_recipient)s, %(transfer_creator)s ha creato una transazione diretta con te. Puoi visualizzre e gestire la transazione su %(site_url)s%(transfer_url)s . Il team di %(site_url)s

source: Hi %(recipient)s, %(sender)s has requested to you a service you offer. You can see and admin the transfer in %(site_url)s%(transfer_url)s . The team of %(site_url)s
it: Ciao %(recipient)s, %(sender)sha richiesto un servizio che tu offri. Puoi visualizzare e gestire la transazione su %(site_url)s%(transfer_url)s . Il team di %(site_url)s

source: Hi %(recipient)s, %(sender)s has created a transfer of a service you request. You can see and admin the transfer in %(site_url)s%(transfer_url)s . The team of %(site_url)s
it: Ciao %(recipient)s, %(sender)s ha creato una transazione relativa ad un servizio che tu hai richiesto. Puoi visualizzare e gestire la transazione su %(site_url)s%(transfer_url)s . Il team di %(site_url)s

source: Comment a service
it: Commenta un servizio

source: Comment the service
it: Commenta il servizio

source: Send comment
it: Invia un commento

source: Cancel transfer
it: Cancella la transazione

source: Confirm Transfer
it: Conferma la transazione

source: My services
it: I miei servizi

source: Page %(number)s of %(num_pages)s
it: Pagina %(number)s di %(num_pages)s

source: comment is private
it: Commenta in privato

source: Published %(time)s ago
it: Pubblicato %(time)s fa

source: Remove comment
it: Rimuovi il commento

source: Type
it: Tipo

source: Inactive
it: Inattivo

source: Published %(time)s ago
it: Pubblicato %(time)s fa

source: transfers
it: Transazioni

source: comments
it: Commenti

source: hours transferred
it: Ore trasferite

source: Comment
it: Commento

source: Remove
it: Rimuovi

source: Disable
it: Disabilita

source: Enable
it: Abilita

source: Send pivate message
it: Manda un messaggio privato

source: Transfer of %(credits)s hours from <a href="%(debtor_url)s">%(debtor)s</a> to <a href="%(payee_url)s">%(payee)s</a>
it: Trasferimento di %(credits)s ore da<a href="%(debtor_url)s">%(debtor)s</a> a <a href="%(payee_url)s">%(payee)s</a>

source: Private transfer of %(credits)s hours from <a href="%(debtor_url)s">%(debtor)s</a> to <a href="%(payee_url)s">%(payee)s</a>
it: Trasferimento privato di %(credits)s ore da <a href="%(debtor_url)s">%(debtor)s</a> a <a href="%(payee_url)s">%(payee)s</a>

source: <strong>created</strong>, %(time)s ago
it: <strong>creato</strong>, %(time)s fa

source: <strong>accepted</strong>, created %(time)s ago
it: <strong>accettato</strong>, creato %(time)s fa

source: <strong>rejected</strong>, created %(time)s ago
it: <strong>rifiutato</strong>, creato %(time)s fa

source: <strong>confirmed</strong>, %(time)s ago
it: <strong>confermato</strong>, %(time)s ago

source: Send private message
it: Manda un messaggio privato

source: Accept transfer
it: Accetta la transazione

source: Confirm transfer
it: Conferma la transazione

source: View service
it: Visualizza il servizio

source: My transfers in this service
it: Le mie transazioni in questo servizio

source: No transfers for now.
it: Nessuna transazione al momento

source: Comments on service
it: Commenti al servizio

source: No comments for now.
it: Nessun commento al momento

source: View transfer
it: Visualizza la transazione

source: Service being transferred
it: Servizio in fase di trasferimento

source: My transfers
it: Le mie transazioni

source: Hi %(recipient)s, There are news in your profile in %(site_name)s that require your attention:
it: Ciao %(recipient)s, Ci sono notizie sul tuo profilo su %(site_name)s che richiedono la tua attenzione:

source: Go to inbox: %(inbox_url)s
it: Vai alla Posta in arrivo: %(inbox_url)s

source: %(site_url)s%(msg_url)s Message from %(from)s sent %(sent_ago)s ago: %(body)s
it: %(site_url)s%(msg_url)s Messaggio da %(from)s inviato %(sent_ago)s fa: %(body)s

source: No unread messages
it: Nessun messaggio non letto

source: Unread comments in your profile
it: COmmenti non letti sul tuo profilo

source: Read all your comments in your profile: %(view_comments_url)s
it: Leggi tutti i commenti sul tuo profilo: %(view_comments_url)s

source: Comment from %(from)s, sent %(sent_ago)s ago: %(body)s
it: Commento da %(from)s, inviato %(sent_ago)s fa: %(body)s

source: No unread comments in your profile
it: Nessun commento non letto sul tuo profilo

source: Pending transfers
it: Transazioni in sospeso

source: Manage all your transfers: %(my_transfers_url)s
it: Gestisci tutte le tue transazioni: %(my_transfers_url)s

source: %(site_url)s%(transfer_url)s Transfer with %(from)s, created %(created_ago)s ago in status %(status)s %(description)s
it: %(site_url)s%(transfer_url)s Transazione con %(from)s, creata %(created_ago)s fa in status %(status)s %(description)s

source: No pending transfers
it: Nessuna transazione in sospeso

source: Besides all this, you may be interested in:
it: Oltre a questo, potresti essere interessato a:

source: Latest services
it: Ultimi servizi

source: Service list: %(services_url)s
it: Elenco dei servizi: %(services_url)s

source: %(site_url)s%(service_url)s Service in the area of "%(area)s" and category "%(category)s" created by %(from)s published %(published_ago)s ago %(description)s
it: %(site_url)s%(service_url)s Servizio nell'area di "%(area)s" e categoria "%(category)s" creaata da %(from)s pubblicato %(published_ago)s fa %(description)s

source: No new services
it: nessun nuovo servizio

source: Exchange your time and skills in %(site_name)s, %(site_url)s . Do not want to receive these notifications via email? Set the preferences in your profile in %(site_url)s%(prefs_url)s
it: Scambia il tuo tempo e le tue competenze su %(site_name)s, %(site_url)s . Non vuoi ricevere queste notifiche via mail? Imposta le preferenze sul tuo profilo su %(site_url)s%(prefs_url)s

source: Hello, %(username)s!
it: Ciao, %(username)s!

source: Log out
it: Esci

source: Administration
it: Amministrazione

source: People
it: Persone

source: Profile
it: Profilo

source: Register
it: Registrati

source: Forgot your password?
it: Hai dimenticato la password?

source: Preferences
it: Preferenze

source: Credit: <strong>%(balance)s hours</strong>
it: Credito: <strong>%(balance)s ore</strong>

source: + news
it: + notizie

source: project page
it: pagina di progetto
